/* afpAccessDenied */
"-5000.message" = "Você não possui permissão para abrir o aplicativo %@.";
"-5000.info" = "Entre em contato com o administrador do computador ou rede para obter assistência.";
"-5000.help" = "mh1519";

/* afpAccessDenied - but for document */
"documentPermissionError" = "Você não possui permissão para abrir o documento %@.";
"documentPermissionError.info" = "Entre em contato com o administrador do computador ou rede para obter assistência.";
"documentPermissionError.help" = "mh1519";

/* afpInsideTrashErr*/
"-5044.message" = "Você não pode abrir o aplicativo %@ porque ele está no Lixo.";
"-5044.info" = "Para abrir esse aplicativo, retire-o do Lixo.";

/* kLSAppInTrashErr */
"-10660.message" = "Você não pode abrir o aplicativo %@ porque ele está no Lixo.";
"-10660.info" = "Para abrir esse aplicativo, retire-o do Lixo.";

/* kLSAppIsInBackupSnapshotErr */
"-10657.message" = "Você não pode abrir o aplicativo %@ porque ele está em um backup do Time Machine.";

/* kLSIncompatibleApplicationVersionErr */
"-10664.message" = "Você não pode usar esta versão do aplicativo %@ com esta versão do Mac OS X.";
"-10664.info" = "Você possui %@ %@.";
"-10664.help" = "mh24615";

/* kLSIncompatibleApplicationVersionErr with Software Update */
"-10664.message.2" = "Para poder abrir %@, você necessita atualizar para a versão mais recente.";
"-10664.info.2" = "Por favor, execute a Atualização de Software para instalá-la agora.";

/* kLSNoRosettaEnvironmentErr */
"-10665.title" = "Para abrir %@, você precisa instalar o Rosetta. Gostaria de instalá-lo agora?";
"-10665.error.title" = "Para abrir %@, você precisa instalar o Rosetta.";
"-10665.error.nonetwork" = "Para instalar o Rosetta, conecte-se à Internet e abra %@. Se você não pode conectar-se à Internet, insira seu disco de instalação do Mac OS X, abra a pasta Instalações Opcionais e clique duas vezes em Instalações Opcionais.";
"-10665.error.noserver" = "As atualizações de software não estão disponíveis no momento. Quando as atualizações de software estiverem disponíveis, abra %@ novamente.";
"-10665.error.busy" = "Outra atualização de software está em andamento. Quando a atualização for terminada, abra o %@ novamente para instalar o Rosetta.";
"-10665.error.notfound" = "Para instalar o Rosetta mais tarde, abra o %@ novamente. Se você não puder conectar-se à Internet, insira o seu disco de instalação do Mac OS X, abra a pasta Instalações Opcionais e clique duas vezes em Instalações Opcionais.";

/* kLSNoClassicEnvironmentErr */
"-10828.message" = "Você não pode abrir o aplicativo %@ porque o ambiente Classic não é mais compatível.";

/*kLSIncompatibleSystemVersionErr*/
"-10825.message" = "Você não pode usar esta versão do aplicativo %@ com esta versão do Mac OS X.";
"-10825.info" = "Você possui o Mac OS X %@. O aplicativo requer o Mac OS X %@ ou uma versão posterior.";
"-10825.help" = "mh24616";

/* kLSNoLaunchPermissionErr */
"-10826.message" = "Você não possui permissão para abrir o aplicativo %@.";
"-10826.info" = "Entre em contato com o administrador do computador ou rede para obter assistência.";
"-10826.help" = "mh1519";

/* kLSNoExecutableErr */
"-10827.message" = "Você não pode abrir o aplicativo %@ porque talvez esteja danificado ou incompleto.";

/* kLSMultipleSessionsNotSupportedErr */
"-10829.message" = "Você não pode abrir o aplicativo %@ porque o outra pessoa está utilizando-o.";
"-10829.info" = "Solicite que o outro usuário encerre o aplicativo e, em seguida, tente novamente.";

/* fnfErr */
"-43.message" = "O aplicativo não pode ser encontrado.";

/* kLSApplicationNotFoundErr -10814 */
kLSApplicationNotFoundErr = "Não há nenhum aplicativo padrão especificado para abrir o documento %@.";
kLSApplicationNotFoundErr.url = "Não há nenhum aplicativo padrão especificado para abrir o URL %@.";

/* this is the default message we use if no other error was found */
default.message = "O aplicativo %@ não pode ser aberto.";
default.info = "%d";

default2.message = "O aplicativo não pode ser aberto.";

/* kLSExecutableIncorrectFormat -10661 */
"-10661.message" = "Você não pode abrir o aplicativo %@ porque ele não é compatível com este tipo de Mac.";

SU_BUTTON = "Atualização de Software…";

OK = "OK";